chore(content): write-only draft [linux/foundations/networking/module-3.3-network-namespaces]
